amodio.restore-editors
anseki.vscode-color
bierner.markdown-mermaid
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chakrounanas.turbo-console-log
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
figma.figma-vscode-extension
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.vscode-github-actions
github.vscode-pull-request-github
glenn2223.live-sass
hediet.vscode-drawio
ionutvmi.path-autocomplete
jebbs.plantuml
mariusalchimavicius.json-to-ts
meganrogge.template-string-converter
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-playwright.playwright
ms-vscode.live-server
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
orta.vscode-jest
pkief.material-icon-theme
pnp.polacode
ritwickdey.liveserver
ryanluker.vscode-coverage-gutters
scaffdog.scaffdog-vscode
shardulm94.trailing-spaces
simonsiefke.svg-preview
sohamkamani.code-eol
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.copy-with-imports
stylelint.vscode-stylelint
teabyii.ayu
techer.open-in-browser
tomsaunders-code.workspace-explorer
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vunguyentuan.vscode-css-variables
wayou.vscode-todo-highlight
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yusukehirao.vscode-markuplint
zenn.zenn-preview
