brew "git"
brew "gh"
brew "ghq"
brew "fzf"
brew "peco"
brew "mise"
brew "neovim"
brew "starship"
brew "tree"
brew "mas"
brew "awscli"
brew "vercel-cli"

cask "1password"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "arc"
cask "thebrowsercompany-dia"
cask "google-chrome"
cask "firefox"
cask "cursor"
# cask "visual-studio-code"
cask "warp"
cask "slack"
cask "discord"
# cask "notion"
cask "notion-calendar"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "raycast"
cask "docker-desktop"
cask "postman"
cask "figma"
cask "zoom"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "notchnook"
cask "ddpm"
cask "ankerwork"
cask "deepl"
cask "hiddenbar"
cask "monitorcontrol"

mas "RunCat", id: 1429033973
mas "Magnet", id: 441258766
mas "Paste", id: 967805235
mas "Klack", id: 6446206067
