# Cursor 拡張 ID の一覧（1行1件、# 行はコメント）
# export.sh で自動生成、手動で編集しても OK
anthropic.claude-code
bierner.markdown-mermaid
chakrounanas.turbo-console-log
dbaeumer.vscode-eslint
editorconfig.editorconfig
esbenp.prettier-vscode
filipjane.0x96f-vscode-theme
firsttris.vscode-jest-runner
github.vscode-github-actions
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
openai.chatgpt
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vitest.explorer
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
